/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Valoarea nu e validă.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Valoarea %@ nu e validă.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Furnizați o valoare validă.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Valoarea nu e validă.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Valoarea %@ nu e validă.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Valoarea este prea mică.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Valoarea este prea mare.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Furnizați o valoare validă.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Furnizați un număr mai mare sau egal cu %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Furnizați un număr între %1$@ și %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Furnizați un număr mai mic sau egal cu %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Valoarea %@ este prea mică.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Valoarea %@ este prea mare.";

/* NSFileLockingError */
"Err255-C" = "Fișierul nu a putut fi blocat.";

/* NSFileLockingError */
"Err255-R" = "Este posibil ca fișierul să fie deja blocat, sau să nu aveți permisiunea de a-l bloca.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Fișierul “%@” nu a putut fi blocat.";

/* NSFileReadUnknownError */
"Err256" = "Fișierul nu a putut fi deschis.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Fișierul “%@” nu a putut fi deschis.";

/* NSFileReadNoPermissionError */
"Err257" = "Fișierul nu a putut fi deschis deoarece nu aveți permisiunea de a-l vizualiza.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Nu aveți permisiunea.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Pentru a vizualiza sau modifica permisiunile, selectați articolul în Finder și selectați Fișier > Obține informații.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Fișierul “%@” nu a putut fi deschis deoarece nu aveți permisiunea de a-l vizualiza.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Numele fișierului nu este valid.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Articolul nu a putut fi deschis deoarece numele fișierului “%@” nu e valid.";

/* NSFileReadCorruptFileError */
"Err259" = "Fișierul nu a putut fi deschis deoarece nu este în formatul corect.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Fișierul nu este în formatul corect.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Este posibil ca fișierul să fie deteriorat, trunchiat sau într-un format neașteptat.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Fișierul “%@” nu a putut fi deschis deoarece nu este în formatul corect.";

/* NSFileReadNoSuchFileError */
"Err260" = "Fișierul nu a putut fi deschis deoarece nu există.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Dosarul “%@” nu există.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Fișierul nu există.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Dosarul nu există.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Fișierul “%@” nu a putut fi deschis deoarece nu există un asemenea fișier.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Fișierul nu a putut fi deschis utilizând codificarea de text specificată.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Codificarea de text specificată nu este aplicabilă.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Codificarea de text %@ nu este aplicabilă.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "E posibil ca fișierul să fi fost salvat utilizând o codificare de text diferită, sau să nu fie un fișier text.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Fișierul nu a putut fi deschis utilizând codificarea de text %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Fișierul “%2$@” nu a putut fi deschis utilizând codificarea de text %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Fișierul nu a putut fi deschis deoarece tipul de URL specificat nu este admis.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Tipul de URL specificat nu este admis.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Fișierul “%1$@” nu a putut fi deschis deoarece tipul de URL %2$@ nu este admis.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Fișierul nu a putut fi deschis deoarece tipul de URL %@ nu este admis.";

/* NSFileReadTooLargeError */
"Err263" = "Fișierul nu a putut fi deschis deoarece este prea mare.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Fișierul este prea mare.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Fișierul “%@” nu a putut fi deschis deoarece este prea mare.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Fișierul nu a putut fi deschis deoarece codificarea de text a conținutului nu a putut fi determinată.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Codificarea de text a conținutului nu a putut fi determinată.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Este posibil să puteți deschide fișierul specificând o codificare de text.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Fișierul “%@” nu a putut fi deschis deoarece codificarea de text a conținutului său nu poate fi determinată.";

/* NSUserCancelledError */
"Err3072-C" = "Operația a fost anulată.";

/* NSPropertyListCorruptError */
"Err3840" = "Datele nu au putut fi citite deoarece au fost deteriorate.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Datele au fot deteriorate.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Datele nu au putut fi citite deoarece sunt într-un format pe care această aplicație nu îl înțelege.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Datele sunt într-un format pe care această aplicație nu îl înțelege.";

/* NSPropertyListReadStreamError */
"Err3842" = "Datele nu au putut fi citite din cauza unei erori în sursa datelor.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "A survenit o eroare în sursa datelor.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Datele nu au putut fi scrise din cauza unei erori în destinația datelor.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "A survenit o eroare în destinația datelor.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Dosarul “%@” nu există.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@” nu a putut fi eliminat.";

/* NSFileNoSuchFileError */
"Err4-C" = "Fișierul nu există.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Dosarul nu există.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Fișierul “%@” nu există.";

/* NSFileWriteUnknownError */
"Err512" = "Fișierul nu a putut fi salvat.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "Fișierul “%1$@” nu a putut fi salvat deoarece fișierul de backup nu a putut fi actualizat.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@” nu a putut fi copiat pe “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@” nu a putut fi asociat cu “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@” nu a putut fi mutat pe “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@” nu a putut fi eliminat.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "Fișierul de backup nu a putut fi salvat.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "Este posibil ca fișierul de backup să fie blocat, sau să nu aveți permisiunea de a-l salva. Pentru vizualizarea sau modificarea permisiunilor, selectați articolul în Finder și selectați Fișier > Obține informații.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Fișierul “%2$@” nu a putut fi salvat în dosarul “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Fișierul “%@” nu a putut fi salvat.";

/* NSFileWriteNoPermissionError */
"Err513" = "Fișierul nu a putut fi salvat deoarece nu aveți permisiune.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%1$@” nu a putut fi copiat deoarece nu aveți permisiunea de a accesa “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%1$@” nu a putut fi asociat deoarece nu aveți permisiunea de a accesa “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%1$@” nu a putut fi mutat deoarece nu aveți permisiunea de a accesa “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” nu a putut fi eliminat deoarece nu aveți permisiunea de a-l accesa.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Nu aveți permisiunea.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Pentru a vizualiza sau modifica permisiunile, selectați articolul în Finder și selectați Fișier > Obține informații.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Nu aveți permisiunea de a salva fișierul “%2$@” în dosarul “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Nu aveți permisiunea de a salva fișierul “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Articolul nu a putut fi salvat deoarece numele fișierului nu e valid.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Articolul nu a putut fi eliminat deoarece numele fișierului “%@” nu e valid.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Numele fișierului nu este valid.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Articolul nu a putut fi salvat deoarece numele fișierului “%@” nu e valid.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Fișierul nu a putut fi salvat utilizând codificarea de text specificată.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Codificarea de text specificată nu este aplicabilă.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Codificarea de text %@ nu este aplicabilă.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Dacă este posibil, selectați o altă codificare de text.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Fișierul nu a putut fi salvat utilizând codificarea de text %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Fișierul “%2$@” nu a putut fi salvat utilizând codificarea de text %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Fișierul nu a putut fi salvat deoarece tipul de URL specificat nu este admis.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Tipul de URL specificat nu este admis.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Fișierul “%1$@” nu a putut fi salvat deoarece tipul de URL %2$@ nu este admis.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Fișierul nu a putut fi salvat deoarece tipul de URL %@ nu este admis.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Fișierul nu a putut fi salvat deoarece nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "“%1$@” nu a putut fi copiat pe “%2$@” deoarece nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "“%1$@” nu a putut fi asociat cu “%2$@” deoarece nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "“%1$@” nu a putut fi mutat pe “%2$@” deoarece nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Volumul “%@” nu mai are spațiu.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Eliminați câteva fișiere de pe volum și apoi reîncercați.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Nu puteți salva fișierul “%@” deoarece nu există suficient spațiu.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Nu puteți salva fișierul “%1$@” deoarece volumul “%2$@” nu mai  are spațiu.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "Fișierul nu a putut fi salvat deoarece volumul este “doar citire”.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Volumul este de tip “doar citire”.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Volumul “%@” este de tip “doar citire”.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Încercați salvarea fișierului pe un alt volum.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Nu puteți salva fișierul “%@” deoarece volumul este de tip “doar citire”.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Nu puteți salva fișierul “%1$@” deoarece volumul “%2$@” este de tip “doar citire”.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Operația nu a putut fi efectuată. (%1$@ eroare %2$ld.)";

